<?php

return [    
                        'field_type' => [    
                        'instructions' => [    
                        'checkboxes' => 'Множественный выбор (можно сделать множественный выбор.)',
                                'decimal' => 'Числовое значение (можно ввести сумму. Цена, кг, ...)',
                                'integer' => 'Численная величина',
                                'radio' => 'Область выбора радио (можно выбрать 1 вариант.)',
                                'range' => 'Числовая область (диапазон можно ввести при фильтрации.)',
                                'select' => 'Область выбора (можно выбрать 1 вариант.)',
                                'selectdropdown' => 'Выпадающая область выбора (можно выбрать 1 вариант).',
                                'selecttop' => 'Область выбора - отображается в виде вкладки в списке.',
                                'selectrange' => 'Выберите параметры минимального и максимального диапазона.',
                                'selectimage' => 'Выберите Параметры с изображениями.',
                                'text' => 'Текстовое поле',
            ],
            ],
                                'choose_type' => 'Выберите тип настраиваемого поля',
                                'select_type_error' => 'Чтобы продолжить, выберите тип настраиваемого поля!',
                                'value_cf_not_exist' => 'Настраиваемого поля значения не существует!',
            ];
