<?php

return [    
                        'custom_fields' => [    
                        'name' => 'Настраиваемые поля',
                                'option' => [    
                        'read' => 'Может читать пользовательские поля?        ',
                                'write' => 'Можно создавать / редактировать настраиваемые поля?',
                                'delete' => 'Можно удалить пользовательские поля?',
            ],
            ],
                                'custom_field_advs' => [    
                        'name' => 'Настраиваемые поля',
                                'option' => [    
                        'read' => 'Может читать пользовательские поля,
         советы?        ',
                                'write' => 'Может создавать / редактировать пользовательские поля advs?        ',
                                'delete' => 'Может удалить пользовательские поля advs?',
            ],
            ],
                                'cfvalue' => [    
                        'name' => 'Cfvalue',
                                'option' => [    
                        'read' => 'Может читать cfvalue?',
                                'write' => 'Можно создать / изменить cfvalue?        ',
                                'delete' => 'Можно удалить cfvalue?',
            ],
            ],
                                'parent' => [    
                        'name' => 'Родитель',
                                'option' => [    
                        'read' => 'Может читать родитель?',
                                'write' => 'Может создать / отредактировать родителя?',
                                'delete' => 'Можно удалить родителя?',
            ],
            ],
            ];
